{
  "cottagewitch.tip.text": "Modded Tips",
  "cottagewitch.tip.achievements": "You can click Advancements in chat to bring them up in the Advancements screen.",
  "cottagewitch.tip.akashic": "Akashic Tome has confusing controls. Right click it to select a book from the menu. Left click it in the air to reset it from a selected book. Crouch and throw the Tome when a book is selected to remove that book from it. Craft the Tome with a book to hold the book inside it.",
  "cottagewitch.tip.anvil": "You can restore Anvil durability by right clicking it with an iron block.",
  "cottagewitch.tip.campfireelytra": "If a hay bale is placed underneath a Campfire, it will grant you a height boost when you fly over it with an Elytra.",
  "cottagewitch.tip.chatitems": "Shift+T when hovering over an item in your inventory will share that item in chat for others to check out.",
  "cottagewitch.tip.composter": "Rotten Flesh and Poisonous Potatoes can be placed in the Composter.",
  "cottagewitch.tip.curios": "Totems of Undying can be equipped as Curios (worn accessories, separate from armor). Your curios inventory is accessed via the button to the upper left of your character portrait in inventory.",
  "cottagewitch.tip.dispensers": "Dispensers can now place blocks and seeds!",
  "cottagewitch.tip.doespotatotick": "Vanilla style mob farm not working correctly? Make sure you claim the chunks it's in!",
  "cottagewitch.tip.emotes": "In your Controls menu, you can bind your favourite Emotes to a key.",
  "cottagewitch.tip.enchantments": "You can reroll enchantments on a specific item by spending 1 lapis and 5 experience points.",
  "cottagewitch.tip.ender_eyes": "The Eye of Ender was once used to find the Strongholds&r of old. However, these no longer function the way they once did. To locate the Stronghold, the modern witch uses an Explorer's Compass! You can also throw Eyes from End Remastered, but as they are harder to come by, this is not advised.",
  "cottagewitch.tip.frames": "Item frames can be colored using Dyes!",
  "cottagewitch.tip.ghasts": "Ghasts will sometimes cry tears without being slain, allowing you to collect them without fighting.",
  "cottagewitch.tip.gravel": "Falling gravel will now be automatically mined, without the need to place torches at the bottom!",
  "cottagewitch.tip.hoeharvest": "Hoes can harvest crops and grass in a 3x3 or 5x5 area.",
  "cottagewitch.tip.infinity": "You no longer have to be holding an arrow for an Infinity Bow to work.",
  "cottagewitch.tip.inventorymove": "Hold shift and drag click to deposit multiple things quickly, or hold space and click to transfer an entire inventory back and forth.",
  "cottagewitch.tip.inventorysort": "Press the middle mouse button in an inventory to sort it.",
  "cottagewitch.tip.lootbeams": "Dropped items will be highlighted with a colored beam of light, to help you find them. If you want, you can change the config option 'All Items' to false, and it will only apply to items with rarity.",
  "cottagewitch.tip.lootr": "In multiplayer: Chest and Barrel loot is PER PERSON, meaning that if you leave a looted chest intact, another user can get their own stuff from it. Looted chests and barrels will change their textures from gold to silver.",
  "cottagewitch.tip.modconfig": "You can configure mods while in-game by pressing the backslash key. Note that some changes may require a restart.",
  "cottagewitch.tip.notes": "Frequently forget what you were doing? Press N to take notes! You can even pin them, and they'll show up on the side of your screen, like a sticky note!",
  "cottagewitch.tip.oculus": "This modpack supports shaders by default, without using OptiFine! This is thanks to the Oculus mod. I recommend Complementary Shaders, by EminGTR.",
  "cottagewitch.tip.paintings": "You can cycle through paintings by right clicking one on the wall, while holding one in your hand.",
  "cottagewitch.tip.pistons": "Pistons can now push tile entities like Chests, even if they have something in their inventory. They cannot push spawners, however.",
  "cottagewitch.tip.poisonbaby": "You can stunt the growth of an animal by feeding it a Poisonous Potato or using Stunt Powder on it. Have Forever Kittens! All you needed to do was poison a baby.",
  "cottagewitch.tip.preventspawn": "There are multiple ways to prevent hostile spawns in an area. You can burn Sage on a Sage Burning Plate, or you can craft a Magnum Torch and place it down!",
  "cottagewitch.tip.quests": "Press - to access your Quests without using the Quest Book. These are designed to guide you through the mods in the pack, and reward you while doing so!",
  "cottagewitch.tip.reaping": "You can harvest drops from animals without killing them, by either setting up a Drygmy in your farm, or by using a Reaping tool.",
  "cottagewitch.tip.shulkers": "New Shulkers can spawn if an Endermite burrows into a Purpur block.",
  "cottagewitch.tip.shulkies": "Shulker boxes preview their contents when hovered over. Right click an item on a Shulker box in your inventory to place the item easily inside.",
  "cottagewitch.tip.signediting": "Right click on a Sign to edit the text.",
  "cottagewitch.tip.skulls": "You can place candles on skulls to be ULTRA GOTH.",
  "cottagewitch.tip.soundmuffler": "You can mute any sound in the game with Extreme Sound Muffler. By default, press F6 to access its menu.",
  "cottagewitch.tip.thatch": "Using Shears on a Hay Bale will make a Thatch block.",
  "cottagewitch.tip.tiab": "Time in a Bottle is an item used to speed up progress on things like Furnaces, Compost, and even Cheese wheels! It accumulates time while held in your inventory or placed in a Curio slot.",
  "cottagewitch.tip.veinminer": "You can break multiple similar blocks at once by holding the ` key as you mine.",
  "cottagewitch.tip.villagers": "Villagers will follow you if you are holding an emerald block.",
  "cottagewitch.tip.voicechat": "If your server operator has it set up, you can now use proximity voice chat! Press 'v' by default to change your settings.",
  "cottagewitch.tip.void": "Afraid of the void? Don't be! If you fall into the void, you'll simply be teleported up to world height so you can control your descent toward land."
}